INSERT INTO
  fr_evaluation (id, type, name, value, content, focus)
VALUES
  (1, '明责评价', '“1+X”会议部署、推进', 4, '依据“一岗双责”及其下位责任实际，按要求参加及召开“1+X”会议，分析分管、联系及负责领域、办所（中心）、条线等全面从严治党形势任务、问题风险，以及“七张问题清单”状况，明晰各方职责任务，研究解决履责突出问题，推进各方职责任务调整、完善及有效落实。', '是否参加“1+X”会议：取表单“1”和“X”专项会议中参会人员表中的人名；“x”会议有多次但不确定数量，每次都取，少1次按比例扣分')
, (2, '明责评价', '责任清单建立', 6, '班子成员“一岗双责”及其下位责任主体，坚持问题、风险导向，特别是依据全面从严治党、“七张问题清单”导向，查找、建立分管、联系及负责领域、办所（中心）、条线各主体等“问题清单”并全程跟进调整完善，有针对性动态建立“措施清单”及“廉政重点项目清单”，确保明确履责方向、突出履责重点、强化履责协同、有效落实责任清单。', '1、是否有四项清单；2、四项清单内容详实，有明确的责任人。取数四个清单，主要取措施清单中的数据。（1、是否按时完成任务并登记履责模板纪实。可根据时间逐步对未完成事项进行提醒；2、未完成事项有没有说明及申请协调，没有要扣分；3、有没有季度核查；取数主要取履责模板记实、临时交办工作、约谈记录中的数据）')
, (3, '明责评价', '“第一议题”、学规学纪开展、落实', 5, '按要求参加区（镇）党委“第一议题”、学规学纪活动，指导督促分管、联系及负责领域、办所（中心）、条线认真制定年度安排计划，各办所（中心）坚持每月不少于1次组织开展学习、宣传、教育、警示等活动，推动班子成员及办所（中心）各主体做到“两个维护”，提高政治站位，强化纪律规矩意识，守牢法纪底线红线。', '1、有没有学习计划；2、有没有按照时间和内容进行学习；取数主要取学规学纪计划和月度执行情况数据')
, (4, '履责评价', '责任清单落实', 12, '班子成员“一岗双责”及其下位责任主体，坚持问题、风险导向，依据建立的分管、联系及负责领域、办所（中心）、条线各主体等“问题清单”、“措施清单”及“廉政重点项目清单”等，全程动态推进整改进展直至整改完成销号，形成落实“整改清单”，实现各责任主体能动、协同履责工作到位，提升管党治党责任落实成效。', '1、是否有四项清单；2、四项清单内容详实，有明确的责任人。取数四个清单，主要取措施清单中的数据。（1、是否按时完成任务并登记履责模板纪实。可根据时间逐步对未完成事项进行提醒；2、未完成事项有没有说明及申请协调，没有要扣分；3、有没有季度核查；取数主要取履责模板纪实、临时交办工作、约谈记录中的数据）')
, (5, '履责评价', '监督检查组织、实施', 6, '班子成员“一岗双责”及其下位责任主体，围绕上级重大决策部署及分管、联系及负责领域、办所（中心）、条线党风廉政建设重点领域，“七张问题清单”所涉内容，相关主体每季度不少于1次组织（联合）开展监督检查，加强问题、风险排查发现及有效处置、整改。', '1、有没有季度检查；2、有没有检查报告；3、有没有对问题的解决方案和跟进。取数主要是监督检查表数据')
, (6, '履责评价', '第一种形态处置、运用', 6, '班子成员“一岗双责”及其下位责任主体主动抓好监督执纪“四种形态”，主动适用第一种形态处置问题，主动发现、报告所分管、负责、联系领域、办所（中心）、条线干部和公职人员的违纪违法问题。', '1、有没有第一种形态的应用通知书；2、有没有提醒谈话等；取数主要取一单三书的数据')
, (7, '履责评价', '“一单三书”执行、落实', 4, '认真抓好“一单三书”制度的执行落实，对所涉的各类问题、风险，各主体强化责任落实，协同落实整改，层层落实管党治党责任。', '1、一单三书内容是否完善；2、涉及的问题和意见建议是否得到整改；取数主要取一单三书数据')
, (8, '履责评价', '纪委动议执行、落实', 4, '认真抓好“纪委动议”制度的执行落实，对所涉的各类问题、风险及其他工作职责任务，各主体协同落实抓好整改及部署落实，防控风险、解决问题。', '1、纪委动议中的问题有没有得到有效整改；取数主要取措施清单、纪委动议中的数据')
, (9, '履责评价', '履责报告执行、落实', 6, '班子成员“一岗双责”及其下位责任主体对照责任清单、协同履责绩效考评项目等，客观、如实、及时向上级报告履责情况，突出存在问题及风险，抓好职责范围内的监督评议工作，抓好评议反馈问题的整改落实。', '1、有没有如实编制履责报告；2、履责报告内容是否详实；取数主要是自动形成的评责报告和班子成员添加内容编制的数据')
, (10, '履责评价', '重大事项请示报告执行、落实', 4, '班子成员“一岗双责”及其下位责任主体按照重大事项请示报告相关规定，如实、及时做好重大事项报告。', '1、重大事项有没有报告，内容是否属实。什么是重大事项由领导判断，如果没有报告，由领导按规定扣分')
, (11, '履责评价', '廉政风险排查防控开展、落实', 5, '班子成员“一岗双责”及其下位责任主体认真开展党员干部和公职人员廉政问题风险排查，有针对性地制定防范措施，抓好措施执行落实，防范廉政风险问题发生。', '1、分管站办中心所有党员干部是否均已排查；2、排查报告。取数要取组织结构下部门人员与风险防控排查的数量，以及各自的内容是否齐全')
, (12, '履责评价', '清廉单元建设推进、实施', 8, '认真抓好分管清廉机关（站所）建设，严格执行落实班子议事规则、“三重一大”集体决策机制及工程项目招投标制度规定等，严格执行行业、业务工作法律法规、政策制度规定，健全单位内部治理、内控、监督机制，全面规范权力运行，加强机关、站所）清廉文化建设，积极打造清廉单元建设示范标杆。', '这个是由领导来判断是否达到，默认为满分')
, (13, '履责评价', '上级监督、治理配合、整改', 5, '认真配合上级巡察、基层作风巡查、专项监督、专项治理及反馈问题整改落实工作，支持、配合纪检监察组织正常履行监督执纪问责工作，对“一单三书”及纪检监察建议书、正风肃纪移送函等按要求办理及整改落实。', '部分数据由领导判断，部分数据来源为一单三书的表单中')
, (14, '督责评价', '履责约谈开展、实施', 5, '纪检监察组织、班子成员、办所（中心）在日常监督增强发现的问题，抓好“六必谈”等情形的履责约谈，同步抓好被上级履责约谈的整改落实，不断增强相关责任主体的履责意识、履责动力，推动各类问题、风险有效整改。', '1、有没有约谈记录；2、约谈事项是否得到纠正；取数主要取约谈记录的数据')
, (15, '追责评价', '党员干部监督、管理', 20, '发生违纪违规违法情况，或在推进上级党委、政府中心工作、重点工作中发生不作为慢作为乱作为假作为等问题的，被区（镇）及以上机关查处的一般给予相应扣分。其中，给予通报的，每人次扣2分；给予诫勉的，每人次扣3分；给予组织处理或组织调整的，每人次扣4分。被给予党纪政务轻处分的，每人次扣6分；被给予党纪政务重处分的，每人次扣8分；因职务犯罪被追究刑事责任的，每人次扣12分。涉及镇班子成员、办所（中心）负责人的，加倍扣分。在镇党委、镇纪委监察办发现查处之前，及时跟进主动处置（指适用第一种形态的情形）的，不予扣分或相应予以加分；主动报告相关问题（指第二种形态及以上的情形）的，减半扣分或不予扣分；涉及瞒报的，加倍扣分。违纪违规案件发生后，针对分管、联系及负责办所（中心）违纪党员干部、公职人员开展谈心谈话等思想教育的，每案加0.5分。违纪违规案件发生后，通过组织生活会、警示教育会落实警示教育制度的，每案加1分；强化以案促改，针对违纪违规案件暴露出的薄弱环节和廉政风险，及时提出整改意见和建议，并健全制度规范，强化内部监督，有具体举措并书面总结的，每案加1分。本项加分最高不超过6分。', '由组织部门或领导判断，默认为满分')
;

INSERT INTO
  fr_meeting (id, status, user_id)
VALUES
  (1, 'REVIEWED', 999);

INSERT INTO
  fr_meeting_meeting_user (meeting_id, meeting_user_id)
VALUES
  (1, 2)
, (1, 999)
;


/*
INSERT INTO
  fr_meeting (id, code, dept_id, placement, start_time, type, status)
VALUES
  (1, 'HY001', 1, '1', NULL, '1专题会议', 'AWAITING_REVIEW')
, (2, 'HX002', 1, '1', NULL, 'x专题会议', 'REVIEWED')
;

INSERT INTO
  fr_meeting_user (meeting_id, user_id)
VALUES
  (1, 3)
, (1, 4)
, (1, 5)
, (2, 6)
, (2, 7)
, (2, 8)
, (2, 9)
;

INSERT INTO
  fr_meeting_topic (id, meeting_id, status, create_time, user_id)
VALUES
  (1, 1, 'REVIEWED', NULL, 3)
, (2, 1, 'REVIEWED', NULL, 4)
;

INSERT INTO
  fr_meeting_topic_content (topic_id, content)
VALUES
  (1, 'abcde')
, (1, 'abcdef')
, (1, 'abcdefg')
, (2, 'abcdefgh')
;

INSERT INTO
  fr_inform (id, code, create_time, dest_dept_id, dest_user_id, from_dept_id, from_user_id, type)
VALUES
  (1, 'DS001', NULL, 1, 1, 1, 1, 'COPY')
, (2, 'DS002', NULL, 1, 1, 1, 1, 'COPY')
, (3, 'DS003', NULL, 1, 1, 1, 1, 'COPY')
, (4, 'DS004', NULL, 1, 1, 1, 1, 'COPY')
;

INSERT INTO
  fr_matter (id, code, content, dept_id, type, origin, source, source_id, status, measure_status)
VALUES
  (1, 'WT001', '问题清单测试数据', 1, '日常监督检查', '本单位自我排查', 'INFORM', 1, 'REVIEWED', 'REVIEWED')
, (2, 'WT002', '问题清单测试数据', 1, '日常监督检查', '本单位自我排查', 'INFORM', 1, 'REVIEWED', 'REVIEWED')
, (3, 'WT003', '问题清单测试数据', 1, '日常监督检查', '本单位自我排查', 'MEETING_TOPIC', 1, 'REVIEWED', 'REVIEWED')
, (4, 'WT004', '问题清单测试数据', 1, '日常监督检查', '本单位自我排查', 'MEETING_TOPIC', 2, 'REVIEWED', 'REVIEWED')
;

INSERT INTO
  fr_measure (id, code, content, matter_id, start_date, end_date, user_id)
VALUES
  (1, '01', '测试措施A', 1, NULL, NULL, 100)
, (2, '02', '测试措施B', 1, NULL, NULL, 101)
, (3, '01', '测试措施C', 2, NULL, NULL, 102)
, (4, '02', '测试措施D', 3, NULL, NULL, 103)
, (5, '03', '测试措施E', 4, NULL, NULL, 104)
;
*/