export const data = [
  {
    "point": {
      "id": 155,
      "name": "陆水良",
      "gender": "男",
      "station": {
        "id": 142,
        "name": "农业农村办公室主任，统筹全面工作",
        "department": { "id": 13, "name": "农业农村办公室", "shortName": "农业农村办", "parentId": 1 }
      },
      "department": { "id": 13, "name": "农业农村办公室", "shortName": "农业农村办", "parentId": 1 }
    },
    "time": "2022-05-25T02:21:43.509Z",
    "placement": "纪委办公室",
    "request": {
      "id": 21,
      "name": "沈鹏",
      "station": {
        "id": 21,
        "name": "管委会副主任 (农业)",
        "department": { "id": 3, "name": "班子其他成员", "shortName": "班子其他成员" }
      },
      "department": { "id": 3, "name": "班子其他成员", "shortName": "班子其他成员" }
    },
    "title": "农业农村办作为辖区各行政村土地流转工作的业务管理部门和职能监督部门，对横港村土地流转工作中存在的突出问题存在业务指导、监督管理不到位的情形，导致海盐县百步镇常青家庭农场2013年以来在租赁横港村农户委托流转土地的过程中，存在长期、大量欠缴土地租金及水费问题，造成了村集体资产的较大损失和不良社会影响。作为农业农村办主任，存在监督履责不到位的问题。",
    "content": "1、针对常青家庭农场长期欠缴横港村土地流转租金、导致村集体流失风险等问题，对该同志作为农村农村办主任、原农经办主任履行业务指导、监督管理责任不到位的地方，进行批评教育。\n2、要求该同志牵头履行好主管部门责任，指导、监督横港村做好该农场历年欠缴流转土地租金及水费工作，有效挽回经济损失和不良影响，指导、督促横港村做好农场2022年度实际承租流转土地面积的核定工作，指导横港村做好重新订立或变更流转土地合同、合同登记、风险保证金缴纳及规范“再流转”等工作。\n3、要求牵头抓好举一反三，对包括横港村在内的各行政村流转土地实际租赁现状、合同履约、历年租金和水费缴纳、合同订立变更、保证金缴纳等情况开展一次全面的起底梳理、核查，指导、督促面上纠正土地领域的各类突出问题，防范此类问题再次发生。\n"
  },
  {
    "point": {
      "id": 157,
      "name": "徐忠玲",
      "gender": "女",
      "station": {
        "id": 144,
        "name": "经作（蔬菜、蚕桑）、粮食生产功能（非粮化）、气象、农业招商引资、产业化项目管理",
        "department": { "id": 13, "name": "农业农村办公室", "shortName": "农业农村办", "parentId": 1 }
      },
      "department": { "id": 13, "name": "农业农村办公室", "shortName": "农业农村办", "parentId": 1 }
    },
    "time": "2022-05-25T02:23:42.637Z",
    "placement": "纪委办公室",
    "request": {
      "id": 21,
      "name": "沈鹏",
      "station": {
        "id": 21,
        "name": "管委会副主任 (农业)",
        "department": { "id": 3, "name": "班子其他成员", "shortName": "班子其他成员" }
      },
      "department": { "id": 3, "name": "班子其他成员", "shortName": "班子其他成员" }
    },
    "title": "提醒\n谈话\n事由\t农业农村办作为当时辖区各行政村土地流转工作的业务管理部门和职能监督部门，对横港村土地流转工作中存在的突出问题存在业务指导、监督管理不到位的情形，导致海盐县百步镇常青家庭农场2013年以来在租赁横港村农户委托流转土地的过程中，存在长期、大量欠缴土地租金及水费问题，造成了村集体资产的较大损失和不良社会影响。作为农业农村办原分管土地流转等工作的副主任，在工作中存在监督履责不到位的问题。",
    "content": "1、针对常青家庭农场长期欠缴横港村土地流转租金、导致村集体流失风险等问题，对该同志作为原农业农村办分管土地流转等工作的副主任履行业务指导、监督管理责任不到位的地方，进行批评教育。\n2、要求该同志协助现农业农村办负责人，指导、监督横港村做好该农场历年欠缴流转土地租金及水费工作，有效挽回经济损失和不良影响，指导、督促横港村做好农场2022年度实际承租流转土地面积的核定工作，指导横港村做好重新订立或变更流转土地合同、合同登记、风险保证金缴纳及规范“再流转”等工作。\n3、要求协助农业农村办负责人抓好举一反三，对包括横港村在内的各行政村流转土地实际租赁现状、合同履约、历年租金和水费缴纳、合同订立变更、保证金缴纳等情况开展一次全面的起底梳理、核查，指导、督促面上纠正土地领域的各类突出问题，防范此类问题再次发生。"
  },
  {
    "point": {
      "id": 161,
      "name": "张永明",
      "gender": "男",
      "station": {
        "id": 148,
        "name": "农机监理、农民培训等农培工作",
        "department": { "id": 13, "name": "农业农村办公室", "shortName": "农业农村办", "parentId": 1 }
      },
      "department": { "id": 13, "name": "农业农村办公室", "shortName": "农业农村办", "parentId": 1 }
    },
    "time": "2022-05-25T02:25:53.265Z",
    "placement": "纪委办公室",
    "request": {
      "id": 21,
      "name": "沈鹏",
      "station": {
        "id": 21,
        "name": "管委会副主任 (农业)",
        "department": { "id": 3, "name": "班子其他成员", "shortName": "班子其他成员" }
      },
      "department": { "id": 3, "name": "班子其他成员", "shortName": "班子其他成员" }
    },
    "title": "原农经办作为当时辖区各行政村土地流转工作的业务管理部门和职能监督部门，对横港村土地流转工作中存在的突出问题存在业务指导、监督管理不到位的情形，导致海盐县百步镇常青家庭农场2013年以来在租赁横港村农户委托流转土地的过程中，存在长期、大量欠缴土地租金及水费问题，造成了村集体资产的较大损失和不良社会影响。作为原农经办主任，在工作中存在监督履责不到位的问题。",
    "content": "1、针对常青家庭农场长期欠缴横港村土地流转租金、导致村集体流失风险等问题，对该同志作为原农经办主任履行业务指导、监督管理责任不到位的地方，进行批评教育。\n2、要求该同志协助现农业农村办负责人，指导、监督横港村做好该农场历年欠缴流转土地租金及水费工作，有效挽回经济损失和不良影响，指导、督促横港村做好农场2022年度实际承租流转土地面积的核定工作，指导横港村做好重新订立或变更流转土地合同、合同登记、风险保证金缴纳及规范“再流转”等工作。"
  },
  {
    "point": {
      "id": 123,
      "name": "张春伟",
      "gender": "男",
      "station": {
        "id": 113,
        "name": "村镇建设管理办公室工作人员",
        "department": { "id": 11, "name": "村镇建设管理办公室", "shortName": "村建办", "parentId": 1 }
      },
      "department": { "id": 11, "name": "村镇建设管理办公室", "shortName": "村建办", "parentId": 1 }
    },
    "time": "2022-01-11T02:27:38.109Z",
    "placement": "镇纪委办公室",
    "recorder": 41,
    "request": {
      "id": 7,
      "name": "李勤根",
      "station": { "id": 7, "name": "党委委员、纪委书记", "department": { "id": 3, "name": "班子其他成员", "shortName": "班子其他成员" } },
      "department": { "id": 3, "name": "班子其他成员", "shortName": "班子其他成员" }
    },
    "title": "针对“八小时”外自律不严的问题，要求加强自身修养，严守纪律底线和中央八项规定精神。",
    "content": "1、牢记教训，要时刻注重自我管理，确保自己在“八小时外”守规矩，遵法律。\n2、自觉抵制诱惑，严格要求自己。不接受服务管理对象请吃，不接受礼品礼金。\n3、积极净化朋友圈，要加强自身修养，强化自律意识，注重自我管理。\n"
  }
];